Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: The path to the shortcut.
ca_es: El camí cap a l'accés directe.

source: The link must correspond to a valid path on the site.
ca_es: L'enllaç ha de correspondre a un camí del lloc vàlid.

source: The shortcut %link has been updated.
ca_es: S'ha actualitzat l'accés directe %link.

source: Added a shortcut for %title.
ca_es: S'ha afegit un accés directe per %title.

source: Are you sure you want to delete the shortcut %title?
ca_es: Esteu segur de voler eliminar l'enllaç directe %title?

source: The shortcut %title has been deleted.
ca_es: S'ha suprimit l'accés directe %title.

source: Unable to add a shortcut for %title.
ca_es: No es pot afegir un accés directe per %title.

source: The Shortcut module allows users to create sets of <em>shortcut</em> links to commonly-visited pages of the site. Shortcuts are contained within <em>sets</em>, and each user with <em>Select own shortcut set</em> permission can select a preferred set of shortcuts. For more information, see the online handbook entry for <a href="@shortcut">Shortcut module</a>.
ca_es: El mòdul Shortcut permet als usuaris creats conjunts d'enllaços d'<em>accessos directes</em> a pàgines del lloc que es visiten sovint. Els accessos directes s'agrupen en <em>conjunts</em>, i cada usuari amb el permís <em>Selecciona el conjunt d'accessos directes propis</em> pot seleccionar un conjunt preferit d'accessos directes. Per a més informació, aneu a la secció del <a href="@shortcut">mòdul Shortcut</a> del manual en línia.

source: Creating and modifying shortcuts and sets
ca_es: Creació i modificació d'accessos directes i de conjunts

source: Users with the appropriate permissions can manage shortcut sets, choose a preferred shortcut set, and edit the shortcuts within sets from the <a href="@shortcuts">Shortcuts administration page</a>.
ca_es: Els usuaris amb els permisos apropiats poden gestionar els conjunts d'accessos directes, escollir el seu conjunt d'enllaços directes preferit, i editar els accessos directes dins del conjunt des de la <a href="@shortcuts">pàgina d'administració d'accessos directes</a>.

source: Adding and removing shortcuts
ca_es: Afegir i eliminar enllaços directes

source: The Shortcut module creates an add/remove link for each page on your site; the link lets you add or remove the current page from the currently-enabled set of shortcuts (if your theme displays it). The core Seven administration theme displays this link next to the page title, as a small + or - sign. If you click on the + sign, you will add that page to your preferred set of shortcuts. If the page is already part of your shortcut set, the link will be a - sign, and will allow you to remove the current page from your shortcut set.
ca_es: El mòdul Shortcut crea un enllaç d'afegeix/elimina un enllaç per cada pàgina del vostre lloc; l'enllaç us permet afegir o eliminar la pàgina actual del conjunt d'accessos directes que actualment està habilitat (si el vostre tema el mostra). El tema d'administració del nucli Seven mostra aquest enllaç al costat del títol de la pàgina, com un petit signe + o -. Si feu clic al signe +, afegireu aquesta pàgina al conjunt d'accessos directes preferit. Si la pàgina ja forma part del vostre conjunt d'accessos directes, l'enllaç serà un signe -, i us permetrà eliminar la pàgina actual del vostre conjunt d'accessos directes.

source: Displaying shortcuts
ca_es: Visualització d'accessos directes

source: You can display your shortcuts by enabling the Shortcuts block on the <a href="@blocks">Blocks administration page</a>. Certain administrative modules also display your shortcuts; for example, the core <a href="@toolbar-help">Toolbar module</a> displays them near the top of the page, along with an <em>Edit shortcuts</em> link.
ca_es: Podeu mostrar els vostres accessos directes habilitant el bloc d'accessos directes a la <a href="@blocks">pàgina d'administració de blocs</a>. Certs mòduls d'administració també mostren els vostres accessos directes; per exemple, el <a href="@toolbar-help">mòdul Toolbar</a> del nucli els mostra a la part superior de la pàgina, juntament amb un enllaç per <em>editar els accessos directes</em>.

source: Administer shortcuts
ca_es: Administra els accessos directes

source: Edit own shortcuts
ca_es: Edita els accessos directes propis

source: Select own shortcut set
ca_es: Selecciona el conjunt d'accessos directes propis

source: @shortcut_set shortcuts
ca_es: Enllaços directes @shortcut_set

source: Add to %shortcut_set shortcuts
ca_es: Afegeix-ho als accessos directes %shortcut_set

source: Add to shortcuts
ca_es: Afegeix-ho als accessos directes

source: Remove from %shortcut_set shortcuts
ca_es: Esborra-ho dels accessos directes %shortcut_set

source: Remove from shortcuts
ca_es: Esborra-ho dels accessos directes

source: Edit shortcuts
ca_es: Edita els accessos directes

source: List the available shortcut sets and switch between them.
ca_es: Llisteu els conjunts d'accessos directes disponible i canvieu entre ells.

source: Add shortcut
ca_es: Afegeix un accés directe

source: Edit shortcut
ca_es: Edita l'accés directe

source: Delete shortcut
ca_es: Elimina l'accés directe

source: Allows users to manage customizable lists of shortcut links.
ca_es: Permet als usuaris gestionar llistats d'enllaços d'accessos directes personalitzables.

source: Value @value is TRUE.
ca_es: El valor de @value és CERT.

source: Value @value is FALSE.
ca_es: El valor de @value és FALS.

source: Value @value is NULL.
ca_es: El valor de @value és NUL.

source: Value @value is not NULL.
ca_es: El valor de @value no és NUL.

source: Value @first is equal to value @second.
ca_es: El valor de @first és igual al valor de @second.

source: Value @first is not equal to value @second.
ca_es: El valor de @first no és igual al valor de @second.

source: Value @first is identical to value @second.
ca_es: El valor de @first és idèntic al valor de @second.

source: Value @first is not identical to value @second.
ca_es: El valor de @first no és idèntic al valor de @second.

source: The test did not complete due to a fatal error.
ca_es: La prova no s'ha completat a causa d'un error fatal.

source: Link with label %label found.
ca_es: S'ha trobat l'enllaç amb etiqueta %label.

source: Link with label %label not found.
ca_es: No s'ha trobat l'enllaç amb etiqueta %label.

source: Link containing href %href found.
ca_es: S'ha trobat l'enllaç que conté l'href %href.

source: No link containing href %href found.
ca_es: S'ha trobat cap enllaç que contingui l'href %href.

source: Clicked link %label (@url_target) from @url_before
ca_es: S'ha fet clic a l'enllaç %label (@url_target) des de @url_before

source: Option @option for field @id is selected.
ca_es: L'opció @option del camp @id està seleccionada.

source: Option @option for field @id is not selected.
ca_es: L'opció @option del camp @id no està seleccionada.

source: By default SimpleTest will clear the results after they have been viewed on the results page, but in some cases it may be useful to leave the results in the database. The results can then be viewed at <em>admin/config/development/testing/[test_id]</em>. The test ID can be found in the database, simpletest table, or kept track of when viewing the results the first time. Additionally, some modules may provide more analysis or features that require this setting to be disabled.
ca_es: De forma predeterminada el SimpleTest netejarà els resultats després de que s'hagin mostrat a la pàgina de resultats, però en alguns casos, pot ser necessari conservar els resultats a la base de dades. Els resultats es poden veure llavors a <em>admin/config/development/testing/[id_test]</em>. L'ID del test es pot trobar a la base de dades, a la taula simpletest, o fer-ne el seguiment quan es mostra a la pàgina de resultats el primer cop. A més, alguns mòduls poden proporcionar més anàlisis o característiques que requereixen la inhabilitació d'aquest paràmetre.

source: GSS negotiate
ca_es: Negociació GSS

source: Any safe
ca_es: Qualsevol segur

source: The Testing module provides a framework for running automated unit tests. It can be used to verify a working state of Drupal before and after any code changes, or as a means for developers to write and execute tests for their modules. For more information, see the online handbook entry for <a href="@simpletest">Testing module</a>.
ca_es: El mòdul Testing proporciona un marc de treball per l'execució de proves unitàries automàtiques. Pot utilitzar-se per a verificar l'estat de funcionament del Drupal abans i després de qualsevol canvi del codi, o com un mitjà pels desenvolupadors per escriure i executar les proves dels seus mòduls. Per a més informació, aneu a la secció del <a href="@simpletest">mòdul Testing</a> del manual en línia.

source: Running tests
ca_es: Execució de les proves

source: Visit the <a href="@admin-simpletest">Testing page</a> to display a list of available tests. For comprehensive testing, select <em>all</em> tests, or individually select tests for more targeted testing. Note that it might take several minutes for all tests to complete. For more information on creating and modifying your own tests, see the <a href="@simpletest-api">Testing API Documentation</a> in the Drupal handbook.
ca_es: Aneu a la <a href="@admin-simpletest">pàgina de proves</a> per veure una llista de les proves disponibles. Per una prova completa, seleccioneu <em>totes</em> les proves, o seleccioneu-les individualment per proves més específiques. Tingueu en compte que pot trigar uns quants minuts per a completar totes les proves. Per a més informació per crear i modificar les vostres pròpies proves, aneu a la <a href="@simpletest-api">documentació de l'API de proves</a> del manual del Drupal.

source: After the tests run, a message will be displayed next to each test group indicating whether tests within it passed, failed, or had exceptions. A pass means that the test returned the expected results, while fail means that it did not. An exception normally indicates an error outside of the test, such as a PHP warning or notice. If there were failures or exceptions, the results will be expanded to show details, and the tests that had failures or exceptions will be indicated in red or pink rows. You can then use these results to refine your code and tests, until all tests pass.
ca_es: Després d'executar les proves, es mostrarà un missatge al costat de cada conjunt de proves indicant si la prova ha passat, ha fallat o ha llançat una excepció. Si ha passat significa que la prova ha retornat el resultat esperat, mentre que si ha fallat indica el contrari. Normalment, una excepció indica un error fora de l'abast de la prova, com pot ser un avís o una notificació de PHP. Si hi ha hagut errors o excepcions, els resultats s'expandiran i les proves que han tingut algun errors o excepcions, s'indicaran amb files de color vermell o rosa. Podeu utilitzar llavors aquests resultats per a refinar el vostre codi i les proves, fins que totes passin.

source: Administer tests
ca_es: Administra les proves

source: Simpletest files
ca_es: Fitxers del Simpletest

source: Stream Wrapper for Simpletest files.
ca_es: Stream Wrapper per als fitxers de Simpletest.

source: The test run finished in @elapsed.
ca_es: L'execució de la prova ha acabat en @elapsed.

source: Use the <em>Clean environment</em> button to clean-up temporary files and tables.
ca_es: Utilitzeu el botó <em>Neteja l'entorn</em> per a netejar els fitxers i taules temporals.

source: SimpleTest requires the DOMDocument class to be available. Check the configure command at the <a href="@link-phpinfo">PHP info page</a>.
ca_es: El SimpleTest requereix tenir disponible la classe DOMDocument. Si us plau, vegeu l'ordre configure a la <a href="@link-phpinfo">pàgina d'informació de PHP</a>.

source: The testing framework requires the PHP <a href="@open_basedir-url">open_basedir</a> restriction to be disabled. Check your webserver configuration or contact your web host.
ca_es: El marc de treball de proves necessita que s'inhabiliti la restricció <a href="@open_basedir-url">open_basedir</a> del PHP. Comproveu la configuració del vostre servidor web o contacteu amb el vostre allotjament web.

source: The testing framework could not be installed because the PHP <a href="@curl_url">cURL</a> library is not available.
ca_es: No es pot instal·lar el marc de treball de proves perquè la biblioteca <a href="@curl_url">cURL</a> del PHP no està disponible.

source: The testing framework could not be installed because the PHP <a href="@hash_url">hash</a> extension is disabled.
ca_es: No es pot instal·lar el marc de treball de proves perquè l'extensió <a href="@hash_url">hash</a> del PHP està inhabilitada.

source: PHP open_basedir restriction
ca_es: Restricció PHP open_basedir

source: unblock IP address
ca_es: desbloqueja l'adreça IP

source: block IP address
ca_es: bloqueja l'adreça IP

source: The Statistics module shows you how often a given page is viewed, who viewed it, the previous page the user visited (referrer URL), and when it was viewed. These statistics are useful in determining how users are visiting and navigating your site. For more information, see the online handbook entry for the <a href="@statistics">Statistics module</a>.
ca_es: El mòdul Statistics mostra com de sovint es va accedir a una determinada pàgina, qui hi va accedir, la pàgina anterior que va visitar l'usuari (URL de referència) i quan s'hi va accedir. Aquestes estadístiques són útils per a determinar com visiten i naveguen els usuaris pel vostre lloc. Per a més informació, aneu a la secció del <a href="@statistics">mòdul Statistics</a> del manual en línia.

source: Managing logs
ca_es: Gestió de registres

source: To enable collection of statistics, the <em>Enable access log</em> checkbox on the <a href="@statistics-settings">Statistics settings page</a> must be checked. The <em>Discard access logs older than</em> setting on the settings page specifies the length of time entries are kept in the log before they are deleted. This setting requires a correctly configured <a href="@cron">cron maintenance task</a> to run.
ca_es: Per habilitar la recopilació d'estadístiques, cal marcar la casella de verificació <em>Habilita el registre d'accés</em> a la <a href="@statistics-settings">pàgina de paràmetres de les estadístiques</a>. L'opció <em>Descarta els registres d'accés més vells que</em> de la pàgina de paràmetres especifica el temps que les entrades es guarden al registre abans de ser eliminades. Aquesta opció requereix una correcta configuració de la <a href="@cron">tasca de manteniment cron</a> per a funcionar.

source: Viewing site usage
ca_es: Veure l'ús del lloc

source: The Statistics module can help you break down details about your users and how they are using the site. The module offers four reports:
ca_es: El mòdul Statistics us pot ajudar a analitzar detalls sobre els vostres usuaris i com aquests utilitzen el lloc. El mòdul ofereix quatre informes:

source: <a href="@recent-hits">Recent hits</a> displays information about the latest activity on your site, including the URL and title of the page that was accessed, the user name (if available) and the IP address of the viewer.
ca_es: <a href="@recent-hits">Accessos recents</a> mostra informació sobre la darrera activitat del vostre lloc, incloent la URL i el títol de la pàgina que s'ha accedit, el nom d'usuari (si està disponible) i l'adreça IP del visitant.

source: <a href="@top-referrers">Top referrers</a> displays where visitors came from (referrer URL).
ca_es: <a href="@top-referrers">Principals referents</a> mostra d'on venen els vostres visitants (URL de referència).

source: <a href="@top-pages">Top pages</a> displays a list of pages ordered by how often they were viewed.
ca_es: <a href="@top-pages">Pàgines principals</a> mostra una llista de pàgines ordenades per la freqüència d'accés.

source: <a href="@top-visitors">Top visitors</a> shows you the most active visitors for your site and allows you to ban abusive visitors.
ca_es: <a href="@top-visitors">Visitants més actius</a> us mostra els visitants més actius del vostre lloc i us permet prohibir els visitant abusius.

source: Displaying popular content
ca_es: Mostra el contingut popular

source: The module includes a <em>Popular content</em> block that displays the most viewed pages today and for all time, and the last content viewed. To use the block, enable <em>Count content views</em> on the <a href="@statistics-settings">statistics settings page</a>, and then you can enable and configure the block on the <a href="@blocks">blocks administration page</a>.
ca_es: El mòdul inclou un bloc de <em>Contingut popular</em> que mostra les pàgines més vistes del dia, de sempre i l'últim contingut vist. Per tal d'utilitzar el bloc, activeu l'opció <em>Compta les visualitzacions dels continguts</em> a la <a href="@statistics-settings">pàgina de paràmetres de les estadístiques</a>, i tot seguit, ja podreu habilitar i configurar el bloc a la <a href="@blocks">pàgina d'administració de blocs</a>.

source: Page view counter
ca_es: Comptador de pàgines vistes

source: The Statistics module includes a counter for each page that increases whenever the page is viewed. To use the counter, enable <em>Count content views</em> on the <a href="@statistics-settings">statistics settings page</a>, and set the necessary <a href="@permissions">permissions</a> (<em>View content hits</em>) so that the counter is visible to the users.
ca_es: El mòdul Statistics inclou un comptador per cada pàgina que incrementa cada cop que aquesta és vista. Per tal d'utilitzar el comptador, habiliteu l'opció <em>Compta les visualitzacions dels continguts</em> a la <a href="@statistics-settings">pàgina de paràmetres de les estadístiques</a>, i establiu els <a href="@permissions">permisos</a> necessaris (<em>Consulta els accessos al contingut</em>) per tal que el comptador estigui visible pels usuaris.

source: Administer statistics
ca_es: Administra les estadístiques

source: View content access statistics
ca_es: Accedeix a les estadístiques d'accés al contingut

source: View content hits
ca_es: Consulta els accessos al contingut

source: Control details about what and how your site logs access statistics.
ca_es: Controla els detalls sobre què i com registra les estadístiques d'accés el vostre lloc.

source: The Syslog module logs events by sending messages to the logging facility of your web server's operating system. Syslog is an operating system administrative logging tool that provides valuable information for use in system management and security auditing. Most suited to medium and large sites, Syslog provides filtering tools that allow messages to be routed by type and severity. For more information, see the online handbook entry for <a href='@syslog'>Syslog module</a> and PHP's <a href='@php_openlog'>openlog</a> and <a href='@php_syslog'>syslog</a> functions.
ca_es: El mòdul Syslog registra els esdeveniments enviant missatges al sistema de registre del sistema operatiu del vostre servidor web. El Syslog és una eina administrativa de registre de sistema operatiu que proporciona informació valuosa per a utilitzar en gestió de sistemes i auditories de seguretat. A la majoria de llocs mitjans o grans, el Syslog proporciona eines de filtratge que permeten enviar els missatges segons el tipus i la severitat. Per a més informació, aneu a la secció del <a href='@syslog'>mòdul Syslog</a> del manual en línia i de les funcions PHP <a href='@php_openlog'>openlog</a> i <a href='@php_syslog'>syslog</a>.

source: Logging for UNIX, Linux, and Mac OS X
ca_es: Registre pel UNIX, el Linux i el Mac OS X

source: On UNIX, Linux, and Mac OS X, the file <em>/etc/syslog.conf</em> defines the routing configuration. Messages can be flagged with the codes <code>LOG_LOCAL0</code> through <code>LOG_LOCAL7</code>. For information on Syslog facilities, severity levels, and how to set up <em>syslog.conf</em>, see the <em>syslog.conf</em> manual page on your command line.
ca_es: Al UNIX, al Linux i al Mac OS X, el fitxer <em>/etc/syslog.conf</em> defineix la configuració d'enviament. Els missatges es poden marcar amb els codis <code>LOG_LOCAL0</code> a <code>LOG_LOCAL7</code>. Per a més informació sobre els Syslog, nivells de severitat, i com es configura el <em>syslog.conf</em>, aneu a la pàgina del manual del <em>syslog.conf</em> a la vostra línia de comandes.

source: Logging for Microsoft Windows
ca_es: Registre pel Microsoft Windows

source: On Microsoft Windows, messages are always sent to the Event Log using the code <code>LOG_USER</code>.
ca_es: Al Microsoft Windows, els missatges sempre s'envien al Event Log utilitzant el codi <code>LOG_USER</code>.

source: Syslog facility
ca_es: Facilitat de Syslog

source: Depending on the system configuration, Syslog and other logging tools use this code to identify or filter messages from within the entire system log.
ca_es: Depenent de la configuració del sistema, el Syslog i d'altres eines de registre utilitzen aquest codi per a identificar o filtrar els missatge dintre del registre sencer del sistema.

source: The image %file could not be rotated because the imagerotate() function is not available in this PHP installation.
ca_es: No s'ha pogut rotar la imatge %file perquè la funció imagerotate() no està disponible en aquesta instal·lació del PHP.

source: The image %file could not be desaturated because the imagefilter() function is not available in this PHP installation.
ca_es: No s'ha pogut desaturar la imatge %file perquè la funció imagefilter() no està disponible en aquesta instal·lació del PHP.

source: Screenshot for !theme theme
ca_es: Captura de pantalla del tema !theme

source: Settings for !theme theme
ca_es: Paràmetres del tema !theme

source: Disable !theme theme
ca_es: Inhabilita el tema !theme

source: Set !theme as default theme
ca_es: Estableix !theme com a tema predeterminat

source: Enable !theme theme
ca_es: Habilita el tema !theme

source: Enable and set default
ca_es: Habilita i estableix com a predeterminat

source: Enable !theme as default theme
ca_es: Habilita el tema !theme com a tema predeterminat

source: default theme
ca_es: tema predeterminat

source: Choose "Default theme" to always use the same theme as the rest of the site.
ca_es: Escolliu "Tema predeterminat" per utilitzar sempre el mateix tema que a la resta del lloc.

source: Use the administration theme when editing or creating content
ca_es: Utilitza el tema d'administració quan s'editi o es creï contingut

source: The %theme theme has been enabled.
ca_es: S'ha habilitat el tema %theme.

source: The %theme theme was not found.
ca_es: No s'ha trobat el tema %theme.

source: %theme is the default theme and cannot be disabled.
ca_es: El tema %theme és el predeterminat i no es pot inhabilitar.

source: The %theme theme has been disabled.
ca_es: S'ha inhabilitat el tema %theme.

source: Please note that the administration theme is still set to the %admin_theme theme; consequently, the theme on this page remains unchanged. All non-administrative sections of the site, however, will show the selected %selected_theme theme by default.
ca_es: Tingueu en compte que el tema d'administració encara està establert al tema %admin_theme; conseqüentment, el tema en aquesta pàgina no ha canviat. Totes les seccions no administratives del lloc, mostraran el tema %selected_theme seleccionat per defecte.

source: %theme is now the default theme.
ca_es: %theme no és el tema predeterminat.

source: User verification status in comments
ca_es: Estat de verificació de l'usuari en els comentaris
